Revit 2027 API
UnitTypeId.InchesOfMercury32DegreesFahrenheit Property
 Inches of mercury (32 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchesOfMercury32DegreesFahrenheit { get; }
Public Shared ReadOnly Property InchesOfMercury32DegreesFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchesOfMercury32DegreesFahrenheit {
	ForgeTypeId^ get ();
}
static member InchesOfMercury32DegreesFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace